"use strict";

let data = [
  "Ṱh̥̟̬͝e̗͈̪ͅ ͕͘ṱ̘̘̻̲̜e̸r̡̪̯m͏̳ ͖̗͇ ̭̳͢ḭ̲̭̼̤s̢̯̰̩̝̺̰̙ l͎̞͕̲̣̣͟ͅe̷̻̺̦͕s͏̙͔̤s͇̞̣̳͚̫͉ ͚͈̩̞̘̞͞a͍͚̻ ̙̲͟c̙̝͔͍o̳̤̭̬͝i͎̼̦̳̞͡n̥̹̥̩ạ̰͞g̸͇̩̜̟͖̩e͞ ͈t̼̤͔̦̲̘̹h̜̻̬͓̻án̳͍̦̣͝ ̢aṋ̯͚ ̹̠͍͕̪͖̩̕a̩̙c̞̳̺̗̜͙̰c̹̰͇͠i̡̝̱͓͓d̺̪̖e̵̖͍͙̞̺n̴͔t̫̤̳̩̮̫̹,̺ ̲̹t̜̣ḥ͓̺͚͝e̝͙͔̯ ͡r̖̘̳e͈̣̖̬̜̩ͅs̡͕ͅưlt̘̥ ͏͍͓͔̲ò͖̙̠̲f͏͓̼̠͔̹̮ ̯̠̼a͇̲̭̲ ̜͈ͅͅś̞̙͙͍̯͎͎o̺͎̫͕͝f͎̤̼̭̤̯̕ͅṱ̟̱͙͙͓w̤͖̼͝a̭͎͠r̮̣e̲ ̼͇̱̱̮́g͈l̞̹͔͈̣̖͜i̷͚͇̙̹̦̪̗t̤͈̺̹̬͜c̜̫͖̗̮̮͍h͇̯̺̞̬̟͠ ̙͝t̛̙̙̝̹̼̘h̳̲̺͎̣ͅa̳t͉ ̹o͇̟c̨͖͈c̹̤̖̜͈͉ͅụ̦̮ŗ̞̹͎͚͕re̘̜̘̼̗͚͓d̨̦̪͍͔̗ ̠̞͖͙̳̞ͅi͖̝̱̟̕n̢̟̳̟̜͙̠̺ ̶̖̦͓̥͚͖D̶̻͖͔̰̭͎e̗ͅc̫͍̪̮e̠̰̮m̟͉̥̲bͅe͉r͙ ̘͇͙1̴9̢̣͚95̫̯͙̠̫̼͓͡,̛̬ ҉̞̩̲̘͈̩̥w̶ḫe͙̱͉̖̙̱̕n͙͝ ͖͎̻̞S҉͈̙̬l̬̼̰͖o̶̻͚̖͙v̥͚̭̟̘̪̣e͍̤̤̞n͉̙͠ia͈͎̩̪ͅn̛̞ ͍̹̤̫a̡͍͔̖̺r͈̪͔t̡i̙͈s̭̱t̩̟̠̪̰͚̀ V̖͔̱̪͉u̶͍̱̺͇ḵ̬̕ ̬̗̻̪͈Co͎̭s̖͎̭͎̤̮͇i̥͇̟͕c͕̫͇͚̱̦ o̱̜p̜͟e̼͉͕̥̤̫͉n̡̤̺e̶̪̗d̯͙̥̻̳̣ͅ ̭͕a̷n̞̙͝ ̟͉͇̞̟͉ͅa҉̻̠̼̬̪n͙̪̱o̗̺̦̼͡n̗͉̩̺̻̞y͝m͇̭̱̟̘o̫̰̖͔̩ṳ͚̦s̠̪͖ ̞͕͡e̪-̵̝̦͉͚̝m̡̳̝a͙̗̥͍̲i̵̱̺̝͈̦l̶̘͙̘̞̫̮ ̰̜̮̝̺o̡̝͓̥͍n̬̬̞̖̠̲͘l҉͇̣͇̥̯͇̺y̭ NET.ARTt̪͕͈͎̤͖̤͢ọ̧͚̩̞ ̘̫f̰̳͍̟̜̗̬in̩̤̼̥͓d͎̘͚̜ ̴̬͕̟̜ì͖̺͈̥͙̙t͍̩̯̰̟̙̩ ̮̬̜̲̼̝͔h̡̙͎̹̬͖̰a̳̲͕̭͖̪̬͠d͏̳̪̞̦͕ ͘b͖̥e͓̱̯̩̤̗e̩̤̘n̜̰̩̤̜ ̷̝͙̣̻̺͖m̜͘an̮̙̯̭͈ͅgl͍̭͕̯͝ed̵ i̞͓n̪̮̫͎̮̯ ̩̪̯t͕̳̗̲͈r̜̖̫̪a̘n̨̤s̪͎m̭̘̻̜̗̀ị̞͔͇͚͉s̲̙̩͢s̢̱̜͈̭͙̮͖i͈o͈̘̺̯͔͞n̢̗̺͙̰̣͇.̢̥̞ ̤̦̳̗͓̞Á̟̺͉̙̙͔͍m̙ͅí͍̭̭̘ḏ͜ ͎̱͕̩̻̟͔ḁ͖̘ ͔͈͓m͓̹o̲͚͙̹̜̣̜ra͖̼̪̯͇ṣ̶̥͎̞ș̠͖͖̪̞ ̢̖̖̬̪͚o͎̰̥͎̣̪͓͡f̬̮̰͉̭̳ ̭͚͎͉̮̬̕a̞͓̝̮̘l͜p͟h̬̦a͢n҉̼͚̖̭ṵ̶̜̠̹me̴̫r͏i̺͓c̞͘ ̯̬͢g͏͚̳̲i͖b̡̻b̮͔͚̙͖e̲r̪̮i͚̯̯̖s̬̻̠͍h͉̮̟̜",

  "T̖̯̣͔̖̲͓͕̰͓͜ ͍̭͕c͕͖̫͓͈͍̘̕o̹͈̘͙͟͠i̵̬̫͖̜ń̯̙̼̠̺̭̩͙̼a̵̛̱̩ͅg̖̙͕͔͇͚̩̭͜͞e̜̩̬̖͇̝͖̱͘͠ ̧̡̝͉̝̭t̴͠҉̹̜̮͕h҉̡̗̩̣͍̞̤a̩̗̳͚̪͕n̻̘͕̝ ̢̦͇͓̪͉͠ḁ̧̤̰̥̹̯̦n͏̷̭͇̥̼̭̫͈̀ͅ ̺͡a͔̠͙͠ͅc̤͞c̯͇̳̩͔͓͓̖i̧͈̫͝d͙̹̖̝̤̱̞̮͜e͓͍̖n̛͎͚͔t̶͉̰,҉̢͖̬̣̯͉͖̻ ̛̪̬̯̠͝t̴̶̢̪̼̮͉̻̳̪h̭͍͎̼̩͘͜e͖͓͉͕͕̰̰ ͔̪͍͍͕r̨̰̹̝̞͡e̡͖̪͓̳͙̙s̸̨̝̹͈͍̕ͅư̪̭̜̼l̷͈t҉̬̮̟̹͍̬̩͎ ̧̪͕̹͕͓̩́ͅo̙͇̩͎̳͚̰͘f̠̗̖̟̦ ̨̢̜͉͢a̸̯͓̥͘͢ͅ ̤̘̟̠̀́̕s̼̥͈ǫ̛̟̣͘f̦̝̀͝t̘͇͉̕w̡͎̩͔a҉҉̖̤̪r̡̪͍͇ę̝̱̮͙͈͢ ̥̟̟͞g̖̦̯̼̩̀ḻ͈i̶͙̤͈̮͖͙t̹͞c̝͙͎h͚͝ͅ ̪͙̺̞́t͏̪̙̠̖ḩ͖̻̳ą͓͓t̴̢̺̣͇̯̲̣̜̳ ̡̙̗o̟͕̹͈̳͇͞͝ͅc̴̡̤͈͚̯̣ć̷̝̳͈̼̟̰ų̸͉̖̫̟̪͇̬͞r̢̖͍̫̠̙͟r̵̟͎̠͍̮̥̳̗e͔̱͕̬̖͜͠ͅd̵̼͇̠͖͝ ̴҉͖̣̳̹i҉̧̛̼̘͕n҉̨̩̟͙̰̞̜͇͎ ̧̲͚̹̘͉̖͈͝ͅD̩͞e̳͇̟̜͙̟̤̻͟͠c̥̩͈̹ḛ̴̺͔͇̙̲̕͘m̙̪̭͜b̸̡̘̪͔͘e̡͉̯̭̲̪͎͙r̸̠̞͎ ͈͖̝͕̣1̦̰̬9͓͓̞̹̗͍̙͡ͅ9̛̛̭̰̮͖̹̞͎ͅ5̷̵͎̜̺̗͔͎,̨̳̟͡ ͖͚̱̳͇͢w̴̘̱̦̺ͅḫ̡̜̭̼̺̕ę̹̮̫̗͝n͏̡̬̤̬͖̙ ͇̫̭̫̣̻͙͘͝S͏̤̫̬͖̦̱̀l͓̤o̸͔͔͍̣͓͓͕͚v̡̞̠̟̘̰e̛͇͕͔͚̭̯ͅͅn̨͞͏̪͕͔̰i̙̻̤͇̰̟͠a̵͍̳̣͓n̢̛̹͔̘̜ ̵̢͏̙̺̭̼̼͔͖͔ͅa̸͎ŗ̘̞̼̯̭̩ț̙̣̦͓͡͝i̴͚̠̫͇s̨͕̖͜͝t͕͖̻̮̦̖̪̀NET.ART ̢̛͎͇͍̱͖V̸̺̫͇͖̖̺̯̙̼́u̱͕͍̮͇̼͘k͏͏̳̳̞̥ ̵̪͓̖̥̩̻̲̀C̷̝̲͍͚͠͠o̞̫̼̱s̫͉͞ì͡͏̩͙̙̱c̡̺̯̀̕ ͕̜̫̖o̶͎̯̝̭̟͎̪p͎͖͚e͚̕̕͢n̺̪͍͜è̡͓͍͖͇͈͎̱͈d̸͇͕͕̟̭̘̪̤͜͝ ̵̘͍̖̘͕̣̼̮́à͎̱̭͍͚̱n̪̯͚͖͈̤͠ ̡̩̩̠̳͔̖̦̕a̷̡̪̮̤̜̝̰̪̱n͓̫̪̫̫̱͠o̪͉n̶̦̼̠̬͙̼̺̦͚͘y̻͍͎̣̪͜͡m̰̜̫̜͖̰̯͟o͓̟̤͙͕͖̣͍̤͝ṵ̭̻̤̖͝͝s̘͍̮̮̫͘ ̷͚͞e̵̶̴̝̪̺-̱͢͞m̵̱̦͎a̡̱̦̩͙͘i̡̙̭͎̮̬͢l̷̡̼̜͎̠͙̜͙̩ ̢̟̬͚̙̟͕̲͠o͇̮̟̞̰͢n̘͙̱̗̱͘͜͡l̬̙͓̗̮ý̤̞͖̝͘͝ ̧̝̝͕̗̳͓̞͡t̡̯̞̯̟̀o̷̙͇͔ ̼̻̪̞̗̦̜͢f̡̡͓͙̣͚̥i̧҉͚̟n̩͖d̮̗͈̬̬̳̞ ͖̲̯̺͇̟͙͓i̴̥̭̤̼͙t̷̷̖̹̙̖̖̞͈͉ ̸͉͈̩͍̫̜͜ḩ͍̻̥a̸̠͈͈͍̘̹̰͙d̹͈̯͡ ̳b̧͈̹͈̱̤̲̙̀e̘e̙͓͕͙̱̗̰͟ͅǹ͖̟̹̬̬̙̜̗̕͜ ̢̧͔̘̫̼͖̥̭̜͞m͝҉̦̣a̹ͅn̟͔͖̳̗̫̰͠g̷͍̝l̸̜̣̬̻̪̭̘̠͟e͕̲̟̭̣̦̦͟͢͢d̛̙̳̟͈̣̹ͅ ̗͕͢ͅi̛̼̹̹͇n̞͡ ̶̞͓̪̼̹͢ͅṱ͔̜͚̦̻̝̱r̻͠a̤͎̞̥͖n͏҉̡͇͓͖̞͉̘s̘̗͇̕͝m̴̛͎̱͞i̳̙̦̖̤͢ş̝̘͕ͅs̷͕̙̫̪̫͢i̷̥̫̼o̳̱͈͉̹͉̱͈͢n̡͓̣͔̪̫.̥͓̣̠͙̪̘̣̕ ̘͈͈̟̜͖̩́A̫̮͙̙̝̣̣̩ͅm̪̬̩̻i̻͓͈͘͟ḏ̷͔̗̼̗̘̻̻ ̶̤̫̩͓ą̝͎̹͡ ̴͓͔̼ḿ̠̟̝͕̭͎o̸̭̺̖̩̱̬̪͟r̙͚̟ͅa̛̻̕ͅs̴̡̝̦̺̹s̡̙̙̩̙̀ ̢̹̫̘͈̝͍́ͅo̟͠͞f̦̥̀͜ ͉̯̪̪͙̝̫̖͠a͉̣̝̯̳̞͟ͅl̢͓̭̜̲̻͖̟̕p̼͖h̙̗̞̦̰͖̯̕à̧̝̩̣̦̣͖̹̭̙n̴͏̙͓̱u͔͇͙͖̱͙m̷͇e̶̱͍̼̦̗͟r̟̰̙i҉̫̳̹͇̣͇̮c̡̜̦̕ ͕̲̥́͟g̺̼͔̩̻͕̺͢i̸̭̬̺̼͠͝ͅb͏҉̮͖̲̞͔͔ͅḅ̨̼e̬̹̝̞͜r̴͓̳i̤̯̱̕͞s͇̘͞ͅh̵̰̳̮͎̞͙͙ͅ"
];
//
// let running = false;
//
// $(document).ready(function() {
//     console.log("corruption ready!");
// });
//
// function init() {
//   $('#corruption').click(function() {
//     if (!running) {
//       display();
//       console.log('clicked!');
//     }
//   });
// }
//
// function display() {
//   let i = 0;
//   setInterval(function() {
//     if (i > 1) {
//       i = 0;
//     }
//     $('#corruption').html(i);
//     console.log($('#corruption').text(data[i]));
//     i++;
//   }, 2000);
// }
